acl
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
apr
apr-util
arc-icon-theme
archlinux-keyring
aspell
at-spi2-atk
at-spi2-core
atk
attr
autoconf
automake
avahi
baobab
bash
binutils
bison
bspwm
bzip2
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
cmake
compositeproto
coreutils
cower
cracklib
cryptsetup
curl
damageproto
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
devil
dhcpcd
dialog
diffutils
dotconf
e2fsprogs
enchant
exo
expac
expat
fakeroot
feh
fftw
file
filesystem
findutils
fixesproto
flac
flashplugin
flex
fontconfig
fontsproto
freetype2
fribidi
garcon
gawk
gc
gcc
gcc-libs
gconf
gdbm
gdk-pixbuf2
gedit
geoclue2
gettext
giblib
giflib
git
glib-networking
glib2
glibc
glu
gmp
gnome-calculator
gnome-terminal
gnupg
gnutls
gobject-introspection-runtime
gpgme
graphite
grep
groff
grub
gsettings-desktop-schemas
gspell
gtk-engine-murrine
gtk-theme-arc-git
gtk-update-icon-cache
gtk-xfce-engine
gtk2
gtk3
gtksourceview2
gtksourceview3
guile
gzip
harfbuzz
harfbuzz-icu
hdparm
hexchat
hicolor-icon-theme
hspell
http-parser
hunspell
hwids
i3lock
iana-etc
icu
ilmbase
imagemagick
imlib2
inetutils
inputproto
iproute2
iptables
iputils
iso-codes
iw
jasper
java-runtime-common
jfsutils
jre8-openjdk
jre8-openjdk-headless
js
json-glib
jsoncpp
kbd
kbproto
keyutils
kmod
krb5
lcms
lcms2
less
libaio
libao
libarchive
libassuan
libasyncns
libatomic_ops
libcanberra
libcap
libcap-ng
libcroco
libcups
libdaemon
libdatrie
libdrm
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libglade
libglvnd
libgpg-error
libgudev
libice
libid3tag
libidn
libinput
libjpeg-turbo
libksba
libldap
liblqr
libmad
libmm-glib
libmng
libmnl
libmodplug
libmpc
libnftnl
libnghttp2
libnl
libnotify
libogg
libomxil-bellagio
libpcap
libpciaccess
libpeas
libpipeline
libpng
libproxy
libpsl
libpulse
libraqm
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsm
libsndfile
libsoup
libsoxr
libspeechd
libssh2
libsystemd
libtasn1
libthai
libtiff
libtirpc
libtool
libtxc_dxtn
libunistring
libunwind
libusb
libutil-linux
libuv
libvoikko
libvorbis
libwacom
libwnck
libx11
libxau
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
licenses
light
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
logrotate
love07
love08
luajit
lvm2
lxappearance
lz4
lzo
m4
make
man-db
man-pages
mari0
mdadm
mercurial
mesa
mkinitcpio
mkinitcpio-busybox
mousepad
mpfr
mpg123
mtdev
nano
ncurses
neofetch
nerd-fonts-complete
netctl
nettle
nodejs
noto-fonts-emoji
nottetris2
npm
npth
nspr
nss
ocl-icd
oh-my-zsh-git
openal
openexr
openresolv
openssl
openssl-1.0
opera
opera-adblock-complete
opus
orc
os-prober
p11-kit
p7zip
pacaur
pacman
pacman-mirrorlist
pam
pambase
pango
patch
pciutils
pcmciautils
pcre
pcre2
pepper-flash
perl
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-try-tiny
perl-uri
perl-www-robotrules
physfs
pinentry
pixman
pkg-config
polkit
polybar
popt
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pygobject-devel
python
python-appdirs
python-gobject
python-packaging
python-pip
python-pyparsing
python-pywal
python-setuptools
python-six
python-xdg
python2
qt4
randrproto
readline
recordproto
redshift
reflector
reiserfsprogs
renderproto
rfkill
rhash
rofi
rtkit
ruby
s-nail
scrnsaverproto
scrot
sdl
sdl2
sed
semver
serf
shadow
shared-mime-info
slimjet
snappy
sound-theme-freedesktop
speech-dispatcher
speexdsp
sqlite
stalonetray
startup-notification
subversion
sudo
sutils-git
sxhkd
sysfsutils
systemd
systemd-sysvcompat
tar
tdb
terminus-font
texinfo
thin-provisioning-tools
thunar
tlp
transmission-gtk
trayer
ttf-dejavu
ttf-font-awesome
ttf-ms-fonts
ttf-symbola
tumbler
tzdata
unrar
unzip
usbutils
util-linux
vi
videoproto
vte-common
vte3
wayland
wayland-protocols
webrtc-audio-processing
which
wireless_tools
wpa_supplicant
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-wm
xcb-util-xrm
xcursor-bmz
xdg-utils
xextproto
xf86-input-libinput
xf86-input-synaptics
xf86vidmodeproto
xfce4-panel
xfce4-screenshooter
xfce4-taskmanager
xfconf
xfsprogs
xineramaproto
xkeyboard-config
xorg-appres
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xrdb
xorg-xset
xorg-xsetroot
xproto
xscreensaver
xtitle-git
xz
yajl
zip
zlib
zsh
zsh-syntax-highlighting-git
zsh-theme-powerlevel9k
